<html>

<head>
    <title>Covadonga</title>
    <link rel="stylesheet" type="text/css" href="estiloCovadonga.css"/>
</head>

<body>

    <div id="cabecera" class="cabecera"><strong>COVADONGA</strong></div>
    
<div id="sidebar" class="barra_indice">
    <a class="barraIndice" href="#inicio"><strong>Inicio</strong></a><br/>
    <a class="barraIndice" href="#indice"><strong>&Iacute;ndice</strong></a><br/>
    <a class="barraIndice" href="#etimologia"><strong>Etimolog&iacute;a</strong></a><br/>
    <a class="barraIndice" href="#conjuntoMonumental"><strong>Conjunto monumental</strong></a><br/>
    <a class="barraIndice" href="#entorno"><strong>Entorno natural</strong></a><br/>
    <a class="barraIndice" href="#opinion"><strong>Denos su opini&oacute;n</strong></a><br/>
</div>

<div class="enlaces">
    <p><strong>Enlaces de inter&eacute;s:</strong></p>
    <a class="barraIndice" href="http://www.santuariodecovadonga.com">P&aacute;gina oficial del Santuario de Covadonga</a><br/>
    <a class="barraIndice" href="http://www.realsitiodecovadonga.com/">Real Sitio de Covadonga</a><br/>
    <a class="barraIndice" href="http://www.turismoasturias.es/">P&aacute;gina Oficial Turismo de Asturias</a><br/>
    <a class="barraIndice" href="https://www.turismoasturias.es/descubre/naturaleza/reservas-de-la-biosfera/parque-nacional-de-los-picos-de-europa">Picos de Europa</a><br/>
    <a class="barraIndice" href="http://www.lagoscovadonga.com/">Lagos de Covadonga</a><br/>
</div>
    
<div id="cuerpo" class="cuerpo">

    <p><strong>Covadonga</strong> (cooficialmente, en asturiano, Cuadonga) es una parroquia del concejo de <a href="https://es.wikipedia.org/wiki/Cangas_de_On%C3%ADs">Cangas de On&iacute;s</a> en el <a href="https://es.wikipedia.org/wiki/Principado_de_Asturias">Principado de Asturias</a>, Espa&ntilde;a, as&iacute; como la &uacute;nica poblaci&oacute;n, con la categor&iacute;a de lugar, de dicha parroquia.<br/>
    La parroquia incluye el <strong>Real Sitio de Covadonga</strong>, con su <strong>Santuario</strong>, y forma parte del Parque Nacional de los Picos de Europa, y en sus 2,54 km&sup2 habitan un total de 58 personas.<br/>
    El lugar de Covadonga est&aacute; a una altitud media de 257 metros sobre el nivel del mar, en la falda del monte Auseva, y dista unos 11 kil&oacute;metros de Cangas de On&iacute;s.</p>
    
    <a href="#cabecera">Volver al inicio</a>

<h2 id="indice">&Iacute;ndice</h2>
    
    <ol>
    <li><a href="#etimologia">Etimolog&iacute;a</a></li>
    <li><a href="#conjuntoMonumental">Conjunto monumental del Santuario</a></li>
        <ol>
        <li><a href="#cueva">Santa Cueva de Covadonga</a></li>
        <li><a href="#monasterio">Monasterio de San Pedro</a></li>
        <li><a href="#basilica">Bas&iacute;lica de Santa Mar&iacute;a la Real de Covadonga</a></li>
        <li><a href="#explanada">Explanada</a></li>
        </ol>
    <li><a href="#reyes">Reyes enterrados en Covadonga</a></li>
    <li><a href="#entorno">Entorno natural</a></li>
    </ol>
    
<h2 id="etimologia">Etimolog&iacute;a</h2>
    
    <p>Existen dos etimolog&iacute;as propuestas, para el top&oacute;nimo <strong>Covadonga</strong>, una que le hace derivar del <em>c&eacute;ltico</em> y otra del <em>lat&iacute;n</em>. De acuerdo al origen celta, <strong>Covadonga</strong> viene de <em>Cova d'onnica</em>, con el significado de "la fuente de la cueva"; con el derivado <em>*onnika</em> "fuente", del c&eacute;ltico <em>*onna</em> "r&iacute;o", que se puede encontrar en hidr&oacute;nimos como G&uuml;e&ntilde;a y O&ntilde;a (&lt; *onna), Isongu (&lt; *Isonniko) "fuente del r&iacute;o Is", <strong>Trioungu</strong> (&lt; *Trionniko) "tres fuentes", <strong>Candongu</strong> (&lt; *Kandonniko) "fuente clara", etc. En cuanto a la segunda propuesta, la de su origen en la lengua latina, significar&iacute;a "Cueva de la Se&ntilde;ora" (&lt; Cova Dominica), haciendo alusi&oacute;n al lugar consagrado a la Virgen de Covadonga; sin embargo, de acuerdo a la evoluci&oacute;n de la lengua asturiana, la evoluci&oacute;n de <em>Cova Dominica</em>, habr&iacute;a dado el resultado de *Covadominga.</p>
    
    <a href="#cabecera">Volver al inicio</a>
    
<h2 id="conjuntoMonumental">Conjunto Monumental del Santuario</h2>

    <p>El Real Sitio de Covadonga posee el conjunto monumental m&aacute;s visitado de Asturias. Es un santuario dedicado a la Virgen de Covadonga (La Santina), conmemorativo de la Batalla de Covadonga.</p>
    
    <table>
        <tr>
            <th align="center">Elemento</th>
            <th align="center">Descripci&oacute;n</th>
            <th align="center">Foto</th>
        </tr>
        <tr>
            <td id="cueva"><h3>Santa Cueva de Covadonga</h3></td>
            <td>El elemento central del Santuario es la Santa Cueva, donde se encuentra la Capilla-Sagrario con la imagen de la Virgen de Covadonga y la tumba de Don Pelayo. Seg&uacute;n la tradici&oacute;n, en este lugar se habr&iacute;an refugiado don Pelayo y sus hombres durante la Batalla de Covadonga.</td>
            <td align="center"><img src="imagenes/SantaCuevadeCovadonga.jpg"/>
        </tr>
        <tr>
            <td id="monasterio"><h3>Monasterio de San Pedro</h3></td>
            <td>Junto a la Santa Cueva se erige el Monasterio de San Pedro, habitado por una comunidad de can&oacute;nigos. El edificio incluye una casa de ejercicios espirituales.</td>
            <td align="center"><img src="imagenes/CuevaSantaMaria.jpg"/>
        </tr>
        <tr>
            <td id="basilica"><h3>Bas&iacute;lica de Santa Mar&iacute;a la Real de Covadonga</h3></td>
            <td>Cerca de la Santa Cueva y el conjunto monacal se alza la Bas&iacute;lica de Santa Mar&iacute;a la Real de Covadonga. Ideada por Roberto Frassinelli y levantada entre 1877 y 1901 por el arquitecto Federico Aparici y Soriano, de estilo neorrom&aacute;nico construida &iacute;ntegramente en piedra caliza rosa.</td>
            <td align="center"><img src="imagenes/CovadongaCatedral.jpg"/>
        </tr>
        <tr>
            <td id="explanada"><h3>Explanada</h3></td>
            <td>Adem&aacute;s, en la explanada de la Bas&iacute;lica se encuentran:<br/>
                <li>La <strong>Casa Capitular</strong> del Monasterio de San Pedro, que consta de la Sala Capitular, una biblioteca y un sal&oacute;n de recepciones.</li>
                <li>El <strong>Museo</strong> del Real Sitio de Covadonga.</li>
                <li>La <strong>estatua de don Pelayo</strong>, hecha en bronce por el escultor Eduardo Zaragoza en 1964.</li>
                <li><strong><em>La Campanona</em></strong>, campana de tres metros de altura y 4.000 kilos de peso construida en 1900 en La Felguera cuyo escultor fue el italiano Sortini, donada por el Conde Sizzo-Norris y Luis G&oacute;mez Herrero. Ganadora del primer premio de la Expo de Par&iacute;s.</li>
                <li>El <strong>obelisco</strong> con la r&eacute;plica de la Cruz de la Victoria de 1857, levantado por los duques de Montpensier en el lugar llamado &laquo;El Repelao&raquo;, donde la tradici&oacute;n dice que don Pelayo fue coronado rey.</li>
            </td>
            <td align="center"><img src="imagenes/CasaCapitular.jpg"/>
        </tr>
    </table>
    
    <p/>
    
    <a href="#cabecera">Volver al inicio</a>
    
<h2 id="reyes">Reyes enterrados en Covadonga</h2>

    <p>En la Santa Cueva se hallan los sepulcros de los reyes de Asturias:
        <li>Don Pelayo</li>
        <li>Alfonso I, el Cat&oacute;lico.</li>
    </p>
    
    <a href="#cabecera">Volver al inicio</a>
    
<h2 id="entorno">Entorno natural</h2>
    
    <p>El 22 de julio de 1918, con motivo del 12&ordm; centenario de la batalla de Covadonga, se crea el Parque nacional de la Monta&ntilde;a de Covadonga, primer Parque nacional de Espa&ntilde;a, que con su ampliaci&oacute;n al resto de los Picos de Europa en 1995 pasar&iacute;a a llamarse Parque nacional de los Picos de Europa.<br/>
        En esta &aacute;rea se encuentra el Macizo Occidental de los Picos de Europa, el macizo m&aacute;s extenso, siendo Pe&ntilde;a Santa con 2.596 metros la mayor altitud. En este macizo se sit&uacute;an los <a href="lagosCovadonga.html">lagos de Covadonga</a>, nombre que se le da al conjunto del lago Enol y el lago Ercina.</p>
    
    <a href="#cabecera">Volver al inicio</a>

<h2 id="opinion">Denos su opini&oacute;n</h2>
    <fieldset>
    <form action="mailto:juanrebo@outlook.es" method="post">
        &#191;Desea recibir m&aacute;s informaci&oacute;n?
        <input type="radio" name="mas_informacion" value="informacion_si"/>S&iacute;
        <input type="radio" name="mas_informacion" value="informacion_no"/>No<br/>
        <br/>
        <label for="correo">Introduzca su direcci&oacute;n de correo electr&oacute;nico: </label>
        <input type="text" name="correo"/><br/>
        <br/>
        &#191;En qu&eacute; temas est&aacute; interesado?<br/>
        <input type="checkbox" name="interes_Conjunto" value="conjunto"/>Conjunto monumental<br/>
        <input type="checkbox" name="interes_Reyes" value="reyes"/>Reyes enterrados<br/>
        <input type="checkbox" name="intereses_Entorno" value="entorno"/>Entorno natural<br/>
        <br/>
        <label for="Comentario">&#191;Desea a&ntilde;adir alg&uacute;n comentario?</label><br/>
        <textarea name="comentario" rows=5 cols=50></textarea><br/>
        <br/>
        <input type="submit" value="Enviar"/>
        <input type="reset" value="Restablecer"/>
    </form>
    </fieldset>
    
    <a href="#cabecera">Volver al inicio</a>
    
</div>
    
<div class="pie">
P&aacute;gina realizada por <strong>Juan Ram&oacute;n Reboiro Jato</strong> para el m&oacute;dulo <strong><em>Lenguajes de Marcas y Sistemas de Gesti&oacute;n de la Informaci&oacute;n</em>.</strong> 2017.
</div>
    
</body>
    
</html>